Repository: KritishBokde/Diagnose
Catalog: lib/l10n/app_*.arb
Languages: hi

# plantSubDiseasetitle
source: Identify Plant Disease
hi: फसल की बीमारी पहचान करें

source: Select Plant
hi: पौधा चुनें

source: Berry Leaf
hi: बेरी पत्ता

source: Guava Leaf
hi: अमरूद पत्ता

source: Orange Leaf
hi: संतरा पत्ता

source: Tomato Leaf
hi: टमाटर पत्ता

# animalSubDiseasetitle
source: Identify Animals Disease
hi: जानवरों की बीमारी पहचानें

source: Select Animal
hi: जानवर चुनें

source: Donkey
hi: गधा

source: Horse
hi: घोड़ा

source: Cow
hi: गाय

source: Buffalo
hi: भैंस

source: Cat
hi: बिल्ली

source: Cows
hi: गायें
